# Install:
#   brew bundle --global
# Sync (cleanup):
#   brew bundle --global --force cleanup

cask_args appdir: "/Applications", require_sha: true

tap "homebrew/cask-fonts"

brew "awscli"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "jump"
brew "neovim"
brew "tmux"
brew "yadm"
brew "ykman"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "alacritty"
cask "firefox"
cask "gpg-suite"
cask "rectangle"
cask "font-sauce-code-pro-nerd-font"
